{
    "month": "December 2024",
    "articles": [
        {
            "index": 1,
            "title": "JAMA Surgery",
            "description": "Counseling Intervention and Cardiovascular Events in People With Peripheral Artery Disease",
            "authors": "Jonathan Golledge, Alkira Venn, Lisan Yip et al. 🔗",
            "url": "https://pubmed.ncbi.nlm.nih.gov/39167413/"
        },
        {
            "index": 2,
            "title": "Circulation",
            "description": "Efficacy and Safety of Catheter-Based Radiofrequency Renal Denervation in Chinese Patients With Uncontrolled Hypertension",
            "authors": "Xiongjing Jiang, Felix Mahfoud, Wei Li et al. 🔗",
            "url": "https://pubmed.ncbi.nlm.nih.gov/39229700/"
        },
        {
            "index": 3,
            "title": "JACS",
            "description": "Analysis of Surgeon and Center Case Volume and Stroke or Death after Transcarotid Artery Revascularization",
            "authors": "Nadin Elsayed, Maryam Ali Khan, Claire B Janssen et al. 🔗",
            "url": "https://pubmed.ncbi.nlm.nih.gov/38994840/"
        },
        {
            "index": 4,
            "title": "JVS",
            "description": "Clinical outcomes of celiac artery coverage vs preservation during thoracic endovascular aortic repair",
            "authors": "Narek Veranyan, Daniel Willie-Permor, Sina Zarrintan et al. 🔗",
            "url": "https://pubmed.ncbi.nlm.nih.gov/38986961/"
        },
        {
            "index": 5,
            "title": "JAMA Surgery",
            "description": "Transfusion and Anemia in Patients Undergoing Vascular Surgery",
            "authors": "Michelle N Manesh, Alexander D DiBartolomeo, Helen A Potter et al. 🔗",
            "url": "https://pubmed.ncbi.nlm.nih.gov/39196543/"
        },
        {
            "index": 6,
            "title": "EJVES",
            "description": "Reduction of Major Amputations after Surgery versus Endovascular Intervention: The BEST-CLI Randomised Trial",
            "authors": "Maarit A Venermo, Alik Farber, Andres Schanzer et al. 🔗",
            "url": "https://pubmed.ncbi.nlm.nih.gov/38925339/"
        },
        {
            "index": 7,
            "title": "JVS",
            "description": "Clinical outcomes of celiac artery coverage vs preservation during thoracic endovascular aortic repair",
            "authors": "Mark A Farber, Jon S Matsumura, Sukgu Han et al. 🔗",
            "url": "https://pubmed.ncbi.nlm.nih.gov/38904579/"
        },
        {
            "index": 8,
            "title": "EJVES",
            "description": "Impact of Infrapopliteal Revascularisation Establishing In Line Flow to the Wound in Patients with Chronic Limb Threatening Ischaemia",
            "authors": "Osamu Iida, Mitsuyoshi Takahara, Norihiko Ohura et al. 🔗",
            "url": "https://pubmed.ncbi.nlm.nih.gov/39067506/"
        },
        {
            "index": 9,
            "title": "JVS",
            "description": "In-hospital mortality risk after endovascular and open aortic aneurysm repairs for ruptured abdominal aortic aneurysms",
            "authors": "Tomás Daviú-Molinari, Justin Chin-Bong Choi, Marie-Claire Roberts et al. 🔗",
            "url": "https://pubmed.ncbi.nlm.nih.gov/39002605/"
        }
    ]
}